{
	"LuaSnip": { "branch": "master" },
	"bufferline.nvim": { "branch": "main" },
	"catppuccin": { "branch": "main" },
	"cmp-buffer": { "branch": "main" },
	"cmp-nvim-lsp": { "branch": "main" },
	"cmp-nvim-lua": { "branch": "main" },
	"cmp-path": { "branch": "main" },
	"cmp_luasnip": { "branch": "master" },
	"dashboard-nvim": { "branch": "master" },
	"dracula.nvim": { "branch": "main" },
	"friendly-snippets": { "branch": "main" },
	"git-blame.nvim": { "branch": "master" },
	"github-theme": { "branch": "main" },
	"indent-blankline.nvim": { "branch": "master" },
	"lazy.nvim": { "branch": "main" },
	"lsp-zero.nvim": { "branch": "v1.x" },
	"lspkind.nvim": { "branch": "master" },
	"lualine.nvim": { "branch": "master" },
	"mason-lspconfig.nvim": { "branch": "main" },
	"mason.nvim": { "branch": "main" },
	"material.nvim": { "branch": "main" },
	"night-owl.nvim": { "branch": "main" },
	"nvim-autopairs": { "branch": "master" },
	"nvim-blame-line": { "branch": "master" },
	"nvim-cmp": { "branch": "main" },
	"nvim-colorizer.lua": { "branch": "master" },
	"nvim-lspconfig": { "branch": "master" },
	"nvim-notify": { "branch": "master" },
	"nvim-tree.lua": { "branch": "master" },
	"nvim-treesitter": { "branch": "master" },
	"nvim-web-devicons": { "branch": "master" },
	"plenary.nvim": { "branch": "master" },
	"telescope-file-browser.nvim": { "branch": "master" },
	"telescope.nvim": { "branch": "master" },
	"tokyonight.nvim": { "branch": "main" },
	"trouble.nvim": { "branch": "main" },
	"vgit.nvim": { "branch": "main" },
	"which-key.nvim": { "branch": "main" }
}
